const jokes_list=["গার্লফ্রেন্ড: ছেলেটিকে জড়িয়ে ধরে বলল, এমন কিছু বলো যাতে আমার হৃদপিণ্ড জোরে জোরে স্পন্দিত হয় ছেলেটি বলল- চুপচাপ দাঁড়িয়ে থাকো। তোমার বাবা পেছনে দাঁড়িয়ে আছে!","এ কী! দশ হাজার টাকার চেক কাকে পাঠাচ্ছ?আমার বােনকে। জন্মদিনের উপহার। কিন্তু চেকটাতে সই করােনি তাে! না, মানে, বােনকে সারপ্রাইজ দিতে চাই। কে পাঠাচ্ছে তা ওকে জানতে দিতে চাই না।",
"গিন্নি: রান্নার আগে মাছগুলাে ভালাে-করে ধুয়েছিলে তাে? রাঁধুনি: বােকার মতাে মাছ আবার ধােবাে কী? সারা জীবন যার জলেই কাটে তাকে জল দিয়ে ধােওয়ার কোনাে মানে হয়?",
"স্বামীর মোবাইল টা ঘাটতে গিয়ে স্ত্রী দেখলো কন্টাক্ট লিস্টে COVID-19 লেখা! সঙ্গে সঙ্গে কল করতেই নিজের মোবাইল টা বাজতে শুরু করলো। স্বামী এখন আইসোলেশনে আছেন।",
"শিক্ষক: হ্যা রে পচা, তাের মুখ দিয়ে ধোঁয়া বেরােচ্ছে কেন রে, বিড়ি-টানছিলি বুঝি? ছাত্র: (বিড়ি লুকিয়ে) না মাস্টারমশাই। সকালে খেতে চাইলাম। মা রেগে গিয়ে বললে, তাের পেটে কী আগুন লেগেছে! তাই জল খেয়ে এসেছি। আগুন নিভে এখন ধোঁয়া বেরােচ্ছে।",
"এক দম্পতি তাদের কুড়িতম বিবাহবার্ষিকীর দিনে একটি বিদেশী সিনেমা দেখতে গেলেন। সিনেমা শেষে বাড়ি ফিরে স্ত্রী খুব আবেগমথিত গলায় স্বামীকে বললেন, সিনেমায় ছেলেটাকে দেখলে বউকে কী ভালােবাসে। তুমি অমন পারাে না। শুনে স্বামীটি উত্তর করলেন, খেপেছ? জানাে ওসবের জন্য ওরা কত টাকা পায়?",
"স্বামী-স্ত্রীর কথা বন্ধ। স্বামী রাতে টেবিলে চিরকুট রেখে শুতে গেলেন। চিরকুটে লেখাজরুরি কাজ আছে। ভাের চারটেয় ডেকে দেওয়া হয় যেন। ঘুম যখন ভাঙল তখন সকাল সাতটা ধড়ফড়িয়ে উঠে স্বামী দেখলেন। বালিশের পাশে চিরকুট। লেখা আছে, চারটে বাজে।",
"একটি দূরপাল্লার ট্রেনের একটি কামরায় দু'জন মাত্র যাত্রী। একজন আর একজনের সঙ্গে আলাপ করতে চাইল। দাদা, আমি একজন কবি। আপনি ? আমি কালা।",
"অপারেশন রুম থেকে আপনি পালিয়েছিলেন কেন? নার্স বলছিল, ভয় পেয়াে না, অ্যাপেণ্ডিসাইটিসের চেয়ে সহজ অপারেশন আর কিছু নেই। ঠিকই তাে বলেছে। হ্যা। তা ঠিক। তবে সে কথাটা বলেছে নতুন ডাক্তারবাবুকে, আমাকে নয়।",
"স্ত্রী: আচ্ছা, আমি যখনই গান গাইতে বসি, তখনই তুমি বারান্দায় চলে যাও কেন বল তাে? আমার গান তােমার ভালাে লাগে না বুঝি! স্বামী: না না তা নয়। আসলে প্রতিবেশীরা যাতে ভুল না ভাবে যে আমি তােমাকে পেটাচ্ছি, তাই।",
"শিক্ষিকা: আজ বাড়ি ফিরে তােমরা বাবা-মার কথােপকথন শুনবে। তার মধ্যে নতুন যে ইংরেজি শব্দ পাবে তার অর্থ অভিধানে দেখে নিয়ে তা দিয়ে একটা বাক্যরচনা করে কাল আমাকে দেখাবে। পরদিন স্কুলে। শিক্ষিকা: কাল যে টাস্ক দিয়েছিলাম, করে এনেছ সবাই? ছাত্র: ইয়েস ম্যাম। কাল রাত্রে মা বাবার মধ্যে একটাই নতুন শব্দ পেয়েছি  PREGNANT ।  মানে দেখলাম -- TO CARRY A CHILD. শিক্ষিকা ভেরি গুড। তা বাক্যরচনা করেছ? ছাত্ৰ: ইয়েস ম্যাম। THE FIRE BRIGADE MAN RESCUED A CHILD FROM THE UPPER FLOOR OF A BLAZING HOUSE AND COME DOWN PREGNANT.",
"পাত্রপক্ষ পাত্রী দেখার পর কবজি ডুবিয়ে খেতে বসেছেন। পাত্রীর বাবা ও প্রতিটি পদই আমার কন্যা নিজের হাতে রান্নার বই দেখে দেখে রেঁধেছে। কেমন হয়েছে বলুন। পাত্রের বাবা ও ভালােই। তবে, আপনার কন্যাকে বলবেন, ওই বইটিতে প্রচুর বানান ভুল আছে।",
"সুনীল গাভাসকার হঠাৎ শুনলেন অস্ট্রেলিয়ায় সিনেমা হলে একটা ফিলম খুব রমরম করে চলছে, যার নাম গাভাসকার। শুনে তিনি তাে ভীষণ খুশি। একবার সে দেশে গিয়ে সিনেমাটা না দেখলেই নয়। আর যা কথা সেই কাজ। কিন্তু সিনেমাটি দেখার পর গাভাসকর বেশ রেগে গেলেন। তক্ষুনি পরিচালককে ডেকে বললেন, কী ব্যাপার, আমার নামে ছবি করেছেন অথচ সেখানে আমাকে নিয়ে একটি শব্দও বলেননিএ কেমন অভদ্রতা। শুনে পরিচালকটি বলেন, তাহলেই বুঝুন, আপনারা যখন বর্ডার নাম দিয়ে সিনেমা করেন। সেখানে অ্যালান বর্ডারকে নিয়ে কটা কথা বলেছেন?",
"পরীক্ষার খাতা পেয়ে উত্তেজিত এক ছাত্র অধ্যাপককে বলল, 'বিশ্বাস হচ্ছে না আপনি কী করে আমায় শূন্য দিলেন। আমি কী শূন্য পাওয়ার যােগ্য? অধ্যাপকটি উত্তরে বললেন, না-ই তাে। কিন্তু কী করি , এর নীচে দেওয়ার আমার তাে অনুমতিই নেই।",
"ডাক্তার: এ সপ্তাহে আপনাকে অনেক সুস্থ লাগছে। রুগী: সত্যিই তাই স্যার। আসলে যে ওষুধের শিশিটা দিয়েছিলেন তার গায়ে লেখা নির্দেশটা একেবারে হুবহু মেনেছি কিনা। ডাক্তার: বাঃ, খুব ভালাে কথা। তা কোন্ নির্দেশটা বলছেন বলুন তাে? রুগী: শিশির উপরে লেখা ছিল 'ছিপিটা সবসময় ভালােরকম বন্ধ রাখবেন।",
"মালিক: কী রে সবাই এক একবারে চারটে করে ইট বইছে আর তুই মাত্র দুটো।মজুর: ওরা এমনই কুঁড়ে। দুটো বইলে যে একটু বেশিবার আসতে যেতে হয়।",
"কী হল চোখ বন্ধ করে আয়নার সামনে দাঁড়িয়ে রয়েছ কেন? আমি দেখতে চাইছি, ঘুমােলে আমাকে ঠিক কেমন লাগে।",
"এক বিবাহিত মহিলা কেবলই সবুজ টিপ পরেন। তাতে তার পড়শিরা খুবই কৌতুহল বােধ করেন। তাে, একদিন একজন মহিলাটিকে জিজ্ঞেস করলেন, কিছু যদি মনে না করেন তাে বলি, আচ্ছা আপনি কেবলই সবুজ টিপ পরেন। কোনােদিন অন্তত লাল টিপও পরতে পারেন তাে। জবাব এল, আসলে আমার স্বামী তাে রেলের পাইলট। উনি লাল গােল কিছু দেখলেই থেমে যান, আর সবুজ পরলে বেশ চাঙ্গা থাকেন, তাই আর কী।",
"ছােট্ট মেয়ে জুলি রাতে শােওয়ার সময় বিড়বিড় করে ঈশ্বরের নাম নিয়ে বলতে লাগল, হে ভগবান, নেপলসকে ইটালির রাজধানী করে দাও। হে ভগবান নেপলসকে......! শুনতে পেয়ে তার মা অবাক হয়ে বললেন কীরে এতকিছু থাকতে হঠাৎ নেপলসকে ইটালির রাজধানী করে দিতে বলছিস কেন? জুলির উত্তর, কী করব পরীক্ষার খাতায় যে সেইরকমই লিখে এসেছি।",
"সিনেমার শুটিং চলছে। একটি দৃশ্য টেক করার আগে পরিচালক নায়ককে ডেকে বললেন, ওই যে পাহাড়টা দেখছ, এবার ওখান থেকে তােমায় লাফিয়ে পড়তে হবে নীচে। উঁচু পাহাড় দেখে হতভম্ব নায়ক বললেন, যদি পড়ে গিয়ে চোট লাগে কিংবা মরেও তাে যেতে পারি। উত্তরে পরিচালক বললেন, 'কোনাে অসুবিধা নেই, এটাই তাে শেষ দৃশ্য।",
"প্রেমিক: আমার বেতনে তুমি  চালিয়ে নিতে পারবে? গার্লফ্রেন্ড: আমি পারব,কিন্তু তোমার কী হবে!!",
"মন্টু: ইন্সপেক্টর স্যার, আমাকে সাহায্য করুন। কেউ আমাকে হুমকি দিয়ে ফোন করছে। পুলিশ: কে সে? মন্টু:- আমার বান্ধবীর স্বামী।",
"টিঙ্কু: ভ্যালেন্টাইনস উইকে মদ খেয়ে কান্না শুরু করলো। মিংকু: কী হয়েছে, কাঁদছো কেন? টিঙ্কু: বন্ধু, আমি যে মেয়েটিকে ভুলে যাওয়ার জন্য পান করছিলা।"
];

const display=()=>{
    var joke_content=document.getElementById("joke-content");
    joke_content.innerHTML=jokes_list[Math.floor(Math.random()*jokes_list.length)];
}